{
    "home": "Accueil",
    "services": "Services",
    "aboutus": "À propos de nous",
    "browse": "Parcourir",
    "mapview": "Vue de la carte",
    "contact": "Contact",
    "myaccount": "Mon compte",
    "enquiries": "Demandes",
    "logout": "Déconnexion",
    "login": "Connexion",
    "signup": "S'inscrire",
    "heroButtonLost": "Signaler un objet perdu",
    "heroButtonFound": "Signaler un objet trouvé",
    "heroTitle1": "Réunir les objets perdus avec leurs propriétaires",
    "heroSubtitle": "La manière moderne de signaler et de trouver des objets perdus et trouvés dans votre ville, avec l'aide de notre communauté et de nos entreprises partenaires.",
    "feature1Title": "Chercher et trouver",
    "feature1Desc": "Parcourez notre base de données publique d'objets perdus et trouvés. Filtrez par catégorie, lieu et date pour trouver rapidement ce que vous cherchez.",
    "feature2Title": "Signaler des objets",
    "feature2Desc": "Signalez sans effort les objets perdus ou trouvés grâce à notre formulaire simple. Ajoutez des détails et des photos pour augmenter les chances d'une réunion réussie.",
    "feature3Title": "Entreprises partenaires",
    "feature3Desc": "Nous nous associons à des entreprises locales et à des centres de transport pour gérer leurs biens perdus, créant ainsi un réseau centralisé pour tous.",
    "benefitsTitle": "Pourquoi utiliser FindItNow?",
    "benefit1": "Plateforme centralisée pour tous les objets perdus et trouvés.",
    "benefit2": "Communication sécurisée et anonyme.",
    "benefit3": "Taux de réussite élevé dans la récupération des objets.",
    "successTitle": "Une histoire à succès",
    "successQuote": "J'ai perdu mon appareil photo à l'aéroport et je pensais l'avoir perdu pour toujours. Grâce à FindItNow, j'ai été contacté par la personne qui l'a trouvé en moins d'une journée !",
    "downloadTitle": "Trouvez-le, signalez-le, récupérez-le",
    "downloadSubtitle": "Obtenez l'expérience complète sur notre application mobile.",
    "downloadOn": "Télécharger sur",
    "getItOn": "DISPONIBLE SUR",
    "faqLink1": "Comment signaler un objet perdu ou trouvé ?",
    "faqLink2": "Mes informations personnelles sont-elles gardées confidentielles ?",
    "faqLink3": "Que faire si quelqu'un réclame à tort mon objet trouvé ?",
    "faqLink4": "Comment fonctionne le partenariat commercial ?",
    "testimonialsTitle": "Ce que nos utilisateurs disent",
    "testimonialsSubtitle": "De vraies histoires de personnes que nous avons aidées.",
    "reunitedWith": "Réuni avec {{itemName}}",
    "footerReuniting": "Réunir le monde, un objet perdu à la fois.",
    "footerCompany": "Entreprise",
    "hiwTitle": "Comment ça marche",
    "faqTitle": "FAQ",
    "footerForBusiness": "Pour les entreprises",
    "footerCareers": "Carrières",
    "footerLegal": "Légal",
    "footerPrivacy": "Confidentialité",
    "footerTerms": "Conditions",
    "footerConnect": "Connecter",
    "footerContact": "Contactez-nous",
    "footerTwitter": "Twitter",
    "footerLinkedIn": "LinkedIn",
    "footerRights": "Tous droits réservés.",
    "aboutTitle": "Notre histoire",
    "aboutSubtitle": "Nous croyons au pouvoir de la communauté pour ramener les trésors perdus à la maison.",
    "aboutMissionTitle": "Notre mission",
    "aboutMissionDesc": "Notre mission est de créer la plateforme la plus efficace et la plus fiable pour réunir les gens avec leurs biens perdus. Nous tirons parti de la technologie pour connecter les individus, les communautés et les entreprises, transformant les moments de panique en histoires de soulagement et de gratitude. Notre objectif est de rendre le processus de signalement et de récupération d'objets simple, sécurisé et efficace pour tous.",
    "aboutValuesTitle": "Nos valeurs",
    "aboutValues1Title": "Communauté",
    "aboutValues1Desc": "Nous favorisons un réseau de soutien de trouveurs honnêtes et de propriétaires pleins d'espoir.",
    "aboutValues2Title": "Confiance",
    "aboutValues2Desc": "Nous accordons la priorité à la sécurité et à la confidentialité pour construire une plateforme sur laquelle vous pouvez compter.",
    "aboutValues3Title": "Innovation",
    "aboutValues3Desc": "Nous améliorons continuellement notre technologie pour rendre la recherche plus facile et plus rapide.",
    "aboutJoinTitle": "Rejoignez notre mission",
    "aboutJoinDesc": "Aidez-nous à développer notre communauté. Signalez un objet, parcourez les annonces ou devenez notre partenaire.",
    "accountTitle": "Mon compte",
    "accountSubtitle": "Gérez vos objets signalés et vos réclamations.",
    "accountMySubmissions": "Mes objets signalés",
    "accountNoSubmissions": "Aucun objet signalé pour le moment",
    "accountNoSubmissionsDesc": "Lorsque vous signalez un objet perdu ou trouvé, il apparaîtra ici.",
    "accountMyClaims": "Mes réclamations et messages",
    "accountNoClaims": "Aucune réclamation effectuée pour le moment",
    "accountNoClaimsDesc": "Les réclamations que vous faites sur des objets trouvés seront suivies ici.",
    "accountClaimForItem": "Réclamation pour l'objet",
    "accountClaimStatus": "Statut",
    "accountViewChat": "Voir le chat",
    "accountDeleteItem": "Supprimer",
    "accountDeleteItemConfirm": "Êtes-vous sûr ?",
    "accountDeleteItemDesc": "Cela supprimera définitivement votre annonce d'objet. Cette action est irréversible.",
    "browseTitle": "Trouver ce qui a été perdu",
    "browseSubtitle": "Recherchez parmi les objets perdus et trouvés récemment signalés.",
    "browseSearchPlaceholder": "Recherche par mot-clé, par exemple 'écharpe rouge', 'iPhone'",
    "itemtype": "Type d'objet",
    "alltypes": "Tous les types",
    "lost": "Perdu",
    "found": "Trouvé",
    "category": "Catégorie",
    "allcategories": "Toutes les catégories",
    "electronics": "Électronique",
    "wallets": "Portefeuilles",
    "keys": "Clés",
    "accessories": "Accessoires",
    "bags": "Sacs",
    "clothing": "Vêtements",
    "bottles": "Bouteilles",
    "toys": "Jouets",
    "documents": "Documents",
    "other": "Autre",
    "browseNoItems": "Aucun objet trouvé",
    "browseNoItemsDesc": "Essayez d'ajuster vos filtres de recherche ou revenez plus tard.",
    "loading": "Chargement...",
    "browseItemNotFound": "Objet non trouvé",
    "browseItemNotFoundDesc": "L'objet que vous recherchez a peut-être été supprimé ou le lien est incorrect.",
    "browseBackButton": "Retour à la recherche",
    "contactTitle": "Contactez-nous",
    "contactSubtitle": "Nous sommes là pour vous aider. Posez-nous n'importe quelle question ou partagez vos commentaires.",
    "contactFormTitle": "Envoyez-nous un message",
    "contactFormDesc": "Remplissez le formulaire et notre équipe vous répondra dans les 24 heures.",
    "contactNameLabel": "Nom",
    "contactNamePlaceholder": "Votre nom",
    "contactEmailLabel": "E-mail",
    "contactEmailPlaceholder": "Votre e-mail",
    "contactSubjectLabel": "Sujet",
    "contactSubjectPlaceholder": "Comment pouvons-nous vous aider ?",
    "contactMessageLabel": "Message",
    "contactMessagePlaceholder": "Votre message...",
    "contactSubmitButton": "Envoyer le message",
    "contactInfoTitle": "Coordonnées",
    "contactInfoDesc": "Vous préférez nous contacter directement ? Voici comment.",
    "contactInfoEmail": "E-mail",
    "contactInfoPhone": "Téléphone",
    "contactFollowTitle": "Suivez-nous",
    "contactFollowDesc": "Restez à jour avec nos dernières nouvelles.",
    "contactToastSuccessTitle": "Message envoyé !",
    "contactToastSuccessDesc": "Merci de nous avoir contactés. Nous vous répondrons bientôt.",
    "contactToastErrorTitle": "Erreur d'envoi",
    "contactToastErrorDesc": "Un problème est survenu lors de l'envoi de votre message. Veuillez réessayer.",
    "faq1Title": "Comment signaler un objet perdu ou trouvé ?",
    "faq1Content": "Cliquez simplement sur les boutons 'Signaler un objet perdu' ou 'Signaler un objet trouvé' sur la page d'accueil. Vous serez guidé à travers un formulaire simple pour fournir des détails et des photos de l'objet.",
    "faq2Title": "Mes informations personnelles sont-elles gardées confidentielles ?",
    "faq2Content": "Oui. Vos coordonnées ne sont partagées de manière sécurisée que lorsque vous décidez de vous connecter avec un autre utilisateur pour retourner un objet. Nous n'affichons pas vos données personnelles publiquement.",
    "faq3Title": "Que faire si quelqu'un réclame à tort un objet que j'ai trouvé ?",
    "faq3Content": "Notre plateforme vous permet de demander une preuve de propriété spécifique. Le demandeur doit fournir des détails que seul le véritable propriétaire connaîtrait. Vous avez le dernier mot pour vérifier une réclamation avant d'organiser un retour.",
    "faq4Title": "Combien coûte l'utilisation de FindItNow ?",
    "faq4Content": "FindItNow est entièrement gratuit pour les particuliers qui souhaitent signaler et trouver des objets perdus.",
    "faq5Title": "Comment fonctionne le partenariat commercial ?",
    "faq5Content": "Nous nous associons à des entreprises comme les aéroports, les centres commerciaux et les hôtels pour gérer leur inventaire d'objets trouvés. Cela crée un réseau plus large et plus efficace pour tout le monde et aide les entreprises à restituer plus d'objets à leurs propriétaires.",
    "faq6Title": "Que dois-je faire après avoir récupéré mon objet ?",
    "faq6Content": "Une fois que vous avez récupéré votre objet en toute sécurité, vous pouvez marquer la demande comme 'Résolue' dans votre compte. Cela clôture la demande et nous aide à maintenir nos listes à jour.",
    "hiwStep1Title": "Signaler ou rechercher",
    "hiwStep1Desc": "Quelque chose de perdu ? Signalez-le. Quelque chose de trouvé ? Signalez-le. Ou parcourez les annonces pour voir si votre objet s'y trouve déjà.",
    "hiwStep2Title": "Fournir des détails",
    "hiwStep2Desc": "Remplissez un formulaire simple avec une description, un lieu, une date et des photos. Plus il y a de détails, meilleures sont les chances de correspondance.",
    "hiwStep3Title": "Être notifié",
    "hiwStep3Desc": "Notre système s'efforce de trouver des correspondances. Vous serez averti lorsque quelqu'un fait une réclamation sur votre objet trouvé, ou signale avoir trouvé votre objet perdu.",
    "hiwStep4Title": "Connecter et réunir",
    "hiwStep4Desc": "Utilisez notre messagerie sécurisée pour vérifier la propriété et organiser un retour sûr et pratique. Une autre réunion réussie !",
    "lostItem": "Perdu",
    "foundItem": "Trouvé",
    "itemLastSeen": "Dernier lieu connu",
    "itemFoundAt": "Trouvé à",
    "itemLostOn": "Perdu le",
    "itemFoundOn": "Trouvé le",
    "itemResolvedTitle": "Objet réuni !",
    "itemResolvedDesc": "Cet objet a été retourné avec succès à son propriétaire. Cette annonce est maintenant fermée.",
    "itemClaimantInfo": "Informations sur le demandeur",
    "itemClaimantName": "Nom",
    "itemClaimantEmail": "E-mail",
    "isThisYourItemTitle": "Est-ce votre objet ?",
    "isThisYourItemDesc": "Si vous pensez que cet objet est le vôtre, vous pouvez soumettre une réclamation à la personne qui l'a trouvé. Veuillez fournir suffisamment de détails pour prouver votre propriété.",
    "claimOwnershipButton": "Réclamer la propriété",
    "cannotClaimOwnItem": "Vous ne pouvez pas réclamer un objet que vous avez vous-même signalé.",
    "loginToClaim": "Connectez-vous pour réclamer",
    "privacyTitle": "Politique de confidentialité",
    "lastUpdated": "Dernière mise à jour :",
    "privacyIntroTitle": "Introduction",
    "privacyIntroContent": "Bienvenue sur FindItNow. Nous nous engageons à protéger votre vie privée. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous utilisez notre plateforme.",
    "privacyInfoCollectTitle": "Informations que nous collectons",
    "privacyInfoCollectContent1": "Nous pouvons collecter des informations personnelles telles que votre nom, votre adresse e-mail et votre numéro de téléphone lorsque vous créez un compte, signalez un objet ou faites une réclamation. Nous collectons également des informations non personnelles, telles que le type de navigateur et le système d'exploitation, pour améliorer nos services.",
    "privacyInfoCollectContent2": "Lorsque vous signalez un objet, nous collectons des détails sur l'objet, y compris sa description, son emplacement et les photos que vous fournissez.",
    "privacyInfoUseTitle": "Comment nous utilisons vos informations",
    "privacyInfoUseContent": "Nous utilisons les informations que nous collectons pour exploiter et maintenir notre plateforme, faciliter la communication entre les utilisateurs dans le but de restituer les objets perdus, vous envoyer des notifications et des mises à jour, et améliorer nos services.",
    "privacyInfoShareTitle": "Partage de vos informations",
    "privacyInfoShareContent": "Nous ne vendons pas vos informations personnelles. Vos coordonnées ne sont partagées entre un trouveur et un demandeur qu'après qu'une réclamation a été acceptée pour faciliter la restitution d'un objet. Nous pouvons partager des informations avec les forces de l'ordre si la loi l'exige.",
    "privacyInfoKeepTitle": "Conservation des données",
    "privacyInfoKeepContent": "Nous conservons vos données personnelles aussi longtemps que votre compte est actif ou que nécessaire pour vous fournir nos services. Nous supprimerons vos informations en toute sécurité lorsqu'elles ne seront plus nécessaires.",
    "privacyInfoSafeTitle": "Sécurité de vos informations",
    "privacyInfoSafeContent": "Nous utilisons des mesures de sécurité administratives, techniques et physiques pour aider à protéger vos informations personnelles. Bien que nous ayons pris des mesures raisonnables pour sécuriser les informations personnelles que vous nous fournissez, veuillez être conscient que malgré nos efforts, aucune mesure de sécurité n'est parfaite ou impénétrable.",
    "privacyMinorsTitle": "Politique pour les enfants",
    "privacyMinorsContent": "Nos services ne s'adressent pas aux personnes de moins de 13 ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants de moins de 13 ans. Si nous apprenons qu'un enfant de moins de 13 ans nous a fourni des informations personnelles, nous prendrons des mesures pour supprimer ces informations.",
    "privacyRightsTitle": "Vos droits",
    "privacyRightsContent": "Vous avez le droit d'accéder, de corriger ou de supprimer vos informations personnelles à tout moment. Vous pouvez gérer vos informations via les paramètres de votre compte ou en nous contactant directement.",
    "reportFormLostTitle": "Signaler un objet perdu",
    "reportFormLostDesc": "Fournissez autant de détails que possible pour aider les autres à identifier votre objet.",
    "reportFormFoundTitle": "Signaler un objet trouvé",
    "reportFormFoundDesc": "Merci d'être un bon samaritain ! Remplissez les détails ci-dessous pour nous aider à trouver le propriétaire.",
    "reportFormEditTitle": "Modifier le rapport d'objet",
    "reportFormEditDesc": "Mettez à jour les détails de votre rapport d'objet ci-dessous.",
    "reportFormItemName": "Nom de l'objet",
    "reportFormItemNamePlaceholder": "par ex., Portefeuille en cuir noir",
    "reportFormCategoryPlaceholder": "Sélectionnez une catégorie",
    "reportFormDesc": "Description",
    "reportFormDescPlaceholder": "Fournissez une description détaillée. Incluez les couleurs, les matériaux, les marques et toutes les caractéristiques uniques.",
    "reportFormLocationLastSeen": "Dernier lieu vu",
    "reportFormLocationFound": "Lieu de la découverte",
    "reportFormLocationPlaceholder": "par ex., Central Park, près de la fontaine",
    "reportFormDateLost": "Date de perte",
    "reportFormDateFound": "Date de découverte",
    "reportFormPickDate": "Choisissez une date",
    "reportFormContactEmail": "Votre e-mail de contact",
    "reportFormContactEmailPlaceholder": "vous@exemple.com",
    "reportFormContactEmailDescNew": "Ceci sera utilisé pour les notifications et pour créer un compte temporaire si vous n'en avez pas.",
    "reportFormContactEmailDescAuth": "Ceci est lié à votre compte et ne peut pas être modifié ici.",
    "reportFormContactEmailDescExisting": "Ceci ne peut pas être modifié car il est lié au rapport original.",
    "reportFormPhone": "Numéro de téléphone (facultatif)",
    "reportFormPhonePlaceholder": "Votre numéro de téléphone pour un contact plus facile",
    "reportFormImage": "Télécharger des images",
    "reportFormImageDescNew": "La première image sera la principale. Ajoutez-en d'autres pour aider à l'identification.",
    "reportFormImageDescExisting": "Vous pouvez télécharger de nouvelles images pour remplacer les anciennes.",
    "reportFormSubmitButton": "Soumettre le rapport et vérifier l'e-mail",
    "reportFormSubmitButtonAuth": "Soumettre le rapport",
    "reportFormSubmitButtonEdit": "Mettre à jour le rapport",
    "chooseFile": "Choisir le(s) fichier(s)",
    "servicesTitle": "Nos services",
    "servicesSubtitle": "Des solutions sur mesure pour les particuliers et les entreprises.",
    "servicesIndividualTitle": "Pour les particuliers",
    "servicesIndividualDesc": "Vous aider à retrouver ce que vous avez perdu.",
    "servicesIndividualFeat1": "Signalement gratuit d'objets (perdus et trouvés)",
    "servicesIndividualFeat2": "Alertes de correspondance intelligentes",
    "servicesIndividualFeat3": "Chat sécurisé et anonyme avec les trouveurs/propriétaires",
    "servicesIndividualFeat4": "Réseau de récupération communautaire",
    "servicesBusinessTitle": "Pour les entreprises",
    "servicesBusinessDesc": "Rationalisation de votre processus d'objets trouvés.",
    "servicesBusinessFeat1": "Tableau de bord dédié pour gérer les objets",
    "servicesBusinessFeat2": "Enregistrement facile des objets en vrac",
    "servicesBusinessFeat3": "Portail de marque pour vos clients",
    "servicesBusinessFeat4": "Analyses et rapports sur les objets récupérés",
    "servicesReadyTitle": "Prêt à commencer ?",
    "servicesReadyDesc": "Rejoignez des milliers d'utilisateurs et d'entreprises qui font la différence.",
    "partnerRegisterButton": "S'inscrire en tant que partenaire",
    "termsTitle": "Termes et conditions",
    "termsAgreementTitle": "Accord aux termes",
    "termsAgreementContent": "En utilisant nos services, vous acceptez d'être lié par ces Termes et Conditions. Si vous n'acceptez pas ces termes, veuillez ne pas utiliser nos services.",
    "termsServiceDescTitle": "Description du service",
    "termsServiceDescContent": "FindItNow fournit une plateforme pour connecter les personnes qui ont perdu des objets avec celles qui les ont trouvés. Nous sommes un facilitateur neutre et ne sommes pas responsables des objets eux-mêmes ni des interactions entre les utilisateurs.",
    "termsUserConductTitle": "Conduite de l'utilisateur",
    "termsUserConductContent": "Vous acceptez d'utiliser notre service de manière responsable et véridique. Vous ne publierez pas d'informations trompeuses, n'utiliserez pas la plateforme à des fins illégales et ne harcelerez pas les autres utilisateurs. Nous nous réservons le droit de suspendre ou de résilier les comptes qui violent ces conditions.",
    "termsDisclaimersTitle": "Avis de non-responsabilité",
    "termsDisclaimersContent": "Le service est fourni 'tel quel' sans aucune garantie. Nous ne garantissons pas qu'un objet perdu sera retrouvé ou qu'un objet trouvé sera restitué.",
    "termsLiabilityTitle": "Limitation de responsabilité",
    "termsLiabilityContent": "FindItNow ne sera pas responsable des dommages indirects, accessoires, spéciaux, consécutifs ou punitifs, ni de toute perte de biens ou d'informations.",
    "termsGoverningLawTitle": "Loi applicable",
    "termsGoverningLawContent": "Ces conditions seront régies par les lois de la juridiction dans laquelle notre société est basée, sans égard à ses dispositions en matière de conflit de lois.",
    "viewDetails": "Voir les détails",
    "resolved": "Résolu",
    "validation": {
        "nameRequired": "Le nom complet est requis.",
        "emailInvalid": "Adresse e-mail invalide.",
        "phoneInvalid": "Numéro de téléphone invalide.",
        "proofMin": "Veuillez fournir une preuve détaillée d'au moins 20 caractères.",
        "subjectMin": "Le sujet doit comporter au moins 5 caractères.",
        "messageMin": "Le message doit comporter au moins 10 caractères.",
        "messageMax": "Le message ne peut pas dépasser 1000 caractères.",
        "passwordRequired": "Le mot de passe est requis.",
        "passwordMin": "Le mot de passe doit comporter au moins 6 caractères.",
        "businessNameRequired": "Le nom de l'entreprise est requis.",
        "businessTypeRequired": "Veuillez sélectionner un type d'entreprise.",
        "itemNameMin": "Le nom de l'objet doit comporter au moins 3 caractères.",
        "categoryRequired": "La catégorie est requise.",
        "descriptionMin": "La description doit comporter au moins 10 caractères.",
        "locationMin": "L'emplacement doit comporter au moins 3 caractères.",
        "dateRequired": "Une date valide est requise.",
        "imageRequired": "Au moins une image est requise.",
        "imageSize": "Chaque image doit peser moins de 5 Mo.",
        "imageType": "Seuls les formats .jpg, .jpeg, .png et .webp sont pris en charge.",
        "ratingRequired": "Veuillez sélectionner une note.",
        "storyMin": "L'histoire doit comporter au moins 10 caractères.",
        "storyMax": "L'histoire ne peut pas dépasser 500 caractères."
    },
    "loginTitle": "Connexion",
    "loginSubtitle": "Entrez votre e-mail ci-dessous pour vous connecter à votre compte.",
    "loginPassword": "Mot de passe",
    "loginForgotPassword": "Mot de passe oublié ?",
    "loginButton": "Connexion",
    "loginNoAccount": "Vous n'avez pas de compte ?",
    "signupTitle": "Créer un compte",
    "signupSubtitle": "Entrez votre e-mail et votre mot de passe ci-dessous pour créer votre compte.",
    "signupButton": "Créer un compte",
    "signupHaveAccount": "Vous avez déjà un compte ?",
    "forgotPasswordTitle": "Mot de passe oublié",
    "forgotPasswordSubtitle": "Entrez votre e-mail et nous vous enverrons un code pour réinitialiser votre mot de passe.",
    "forgotPasswordButton": "Envoyer le code de réinitialisation",
    "partnerDashboardTitle": "Tableau de bord partenaire",
    "partnerLoginTitle": "Connexion partenaire",
    "partnerLoginSubtitle": "Accédez à votre tableau de bord d'entreprise.",
    "partnerNoAccount": "Pas encore partenaire ?",
    "partnerRegisterNow": "Inscrivez-vous maintenant",
    "partnerRegisterTitle": "Devenez partenaire FindItNow",
    "partnerRegisterSubtitle": "Rejoignez notre réseau pour gérer efficacement vos objets trouvés.",
    "partnerBusinessName": "Nom de l'entreprise",
    "partnerBusinessNamePlaceholder": "par ex., Grand Hôtel de la Cité",
    "partnerBusinessType": "Type d'entreprise",
    "partnerBusinessTypePlaceholder": "Sélectionnez votre type d'entreprise",
    "airport": "Aéroport",
    "mall": "Centre commercial",
    "policestation": "Poste de police",
    "hotel": "Hôtel",
    "publictransport": "Transports en commun",
    "venue": "Lieu d'événement",
    "otheragency": "Autre agence",
    "partnerHaveAccount": "Déjà partenaire ?",
    "partnerDashboardSubtitle": "Bienvenue dans votre centre de gestion des objets trouvés.",
    "partnerReportButton": "Signaler un objet trouvé",
    "partnerItemsReported": "Objets signalés",
    "partnerItemsTotal": "Nombre total d'objets que vous avez signalés",
    "partnerOpenClaims": "Réclamations ouvertes",
    "partnerClaimsUnresolved": "Réclamations nécessitant votre examen",
    "partnerRecentItemsTitle": "Objets récemment signalés",
    "partnerRecentItemsDesc": "Voici les derniers objets que vous avez ajoutés au système.",
    "partnerItemName": "Objet",
    "partnerItemCategory": "Catégorie",
    "partnerItemStatus": "Statut",
    "partnerItemDate": "Date de découverte",
    "open": "Ouvert",
    "claimFormFullName": "Nom complet",
    "claimFormFullNamePlaceholder": "Jean Dupont",
    "claimFormContactEmail": "E-mail de contact",
    "claimFormContactEmailPlaceholder": "vous@exemple.fr",
    "claimFormContactPhone": "Téléphone de contact (facultatif)",
    "claimFormContactPhonePlaceholder": "+33 1 23 45 67 89",
    "claimFormProof": "Preuve de propriété",
    "claimFormProofPlaceholder": "Décrivez l'objet en détail. Mentionnez toute caractéristique unique, contenu ou égratignure que seul le propriétaire connaîtrait.",
    "claimFormProofImage": "Télécharger une image de preuve (facultatif)",
    "claimFormProofImageDesc": "Téléchargez un reçu, une photo de vous avec l'objet, ou tout ce qui prouve la propriété.",
    "claimFormSubmitButton": "Soumettre la réclamation",
    "haveYouFoundThis": "Avez-vous trouvé cet objet ?",
    "haveYouFoundThisDesc": "Si vous avez trouvé cet objet, veuillez envoyer un message au propriétaire. Indiquez-lui où et quand vous l'avez trouvé.",
    "foundFormYourName": "Votre nom",
    "foundFormYourNamePlaceholder": "Jeanne Dupont",
    "foundFormLocationFound": "Lieu de la découverte",
    "foundFormLocationFoundPlaceholder": "par ex., Sur un banc dans le parc de la ville",
    "foundFormDateFound": "Date de la découverte",
    "foundFormMessageToOwner": "Message au propriétaire",
    "foundFormSendMessage": "Envoyer le message",
    "locale": "fr-FR",
    "enquiriesTitle": "Mes demandes",
    "enquiriesSubtitle": "Examinez les réclamations sur vos objets trouvés et les messages concernant vos objets perdus.",
    "enquiriesMessageFromFinder": "Message d'un trouveur",
    "enquiriesClaimOfOwnership": "Réclamation de propriété",
    "enquiriesFindersMessage": "Message du trouveur",
    "enquiriesProofOfOwnership": "Preuve de propriété",
    "enquiriesLocationReported": "Lieu de découverte signalé",
    "enquiriesDateReported": "Date de découverte signalée",
    "enquiriesFindersDetails": "Coordonnées du trouveur",
    "enquiriesClaimantsDetails": "Coordonnées du demandeur",
    "enquiriesName": "Nom :",
    "enquiriesEmail": "E-mail :",
    "enquiriesPhone": "Téléphone :",
    "enquiriesAcceptClaim": "Accepter la réclamation",
    "enquiriesMarkAsResolved": "Marquer comme résolu",
    "enquiriesItemReportedAs": "(Signalé comme {{itemType}})",
    "enquiriesReceivedOn": "Reçu le {{date}}",
    "enquiriesNoEnquiries": "Vous n'avez aucune demande en cours.",
    "enquiriesNoEnquiriesDesc": "Lorsque quelqu'un réclame votre objet ou vous envoie un message à propos d'un objet perdu, vous le verrez ici.",
    "feedbackTitle": "Comment s'est passée votre expérience ?",
    "feedbackDesc": "Nous serions ravis d'entendre parler de la réunion avec votre {{itemName}} !",
    "feedbackRatingLabel": "Votre note",
    "feedbackStoryLabel": "Votre histoire (facultatif)",
    "feedbackStoryPlaceholder": "Partagez votre histoire ! Comment avez-vous récupéré votre objet ?",
    "feedbackDefaultStory": "Je suis si heureux/se d'avoir retrouvé mon/ma {{itemName}} ! ",
    "feedbackSkipButton": "Passer",
    "feedbackSubmitButton": "Envoyer les commentaires",
    "feedbackToastSuccessTitle": "Merci !",
    "feedbackToastSuccessDesc": "Vos commentaires ont été envoyés.",
    "feedbackToastErrorTitle": "Erreur",
    "feedbackToastErrorDesc": "Un problème est survenu lors de l'envoi de vos commentaires."
}
    