{
    "home": "Startseite",
    "services": "Dienste",
    "aboutus": "Über uns",
    "browse": "Durchsuchen",
    "mapview": "Kartenansicht",
    "contact": "Kontakt",
    "myaccount": "Mein Konto",
    "enquiries": "Anfragen",
    "logout": "Abmelden",
    "login": "Anmelden",
    "signup": "Registrieren",
    "heroButtonLost": "Verlorenen Gegenstand melden",
    "heroButtonFound": "Gefundenen Gegenstand melden",
    "heroTitle1": "Verlorene Gegenstände mit ihren Besitzern wieder zusammenführen",
    "heroSubtitle": "Die moderne Art, verlorene und gefundene Gegenstände in Ihrer Stadt zu melden und zu finden, mit Hilfe unserer Community und Partnerunternehmen.",
    "feature1Title": "Suchen und Finden",
    "feature1Desc": "Durchsuchen Sie unsere öffentliche Datenbank mit verlorenen und gefundenen Gegenständen. Filtern Sie nach Kategorie, Ort und Datum, um schnell zu finden, was Sie suchen.",
    "feature2Title": "Gegenstände melden",
    "feature2Desc": "Melden Sie mühelos verlorene oder gefundene Gegenstände mit unserem einfachen Formular. Fügen Sie Details und Fotos hinzu, um die Chancen auf eine erfolgreiche Wiedervereinigung zu erhöhen.",
    "feature3Title": "Geschäftspartner",
    "feature3Desc": "Wir arbeiten mit lokalen Unternehmen und Verkehrsknotenpunkten zusammen, um deren Fundsachen zu verwalten und so ein zentrales Netzwerk für alle zu schaffen.",
    "benefitsTitle": "Warum FindItNow nutzen?",
    "benefit1": "Zentrale Plattform für alle Fundsachen.",
    "benefit2": "Sichere und anonyme Kommunikation.",
    "benefit3": "Hohe Erfolgsquote bei der Wiederbeschaffung von Gegenständen.",
    "successTitle": "Eine Erfolgsgeschichte",
    "successQuote": "Ich habe meine Kamera am Flughafen verloren und dachte, sie sei für immer weg. Dank FindItNow hat mich der Finder innerhalb eines Tages kontaktiert!",
    "downloadTitle": "Finden, Melden, Zurückbekommen",
    "downloadSubtitle": "Holen Sie sich das volle Erlebnis mit unserer mobilen App.",
    "downloadOn": "Laden im",
    "getItOn": "JETZT BEI",
    "faqLink1": "Wie melde ich einen verlorenen oder gefundenen Gegenstand?",
    "faqLink2": "Werden meine persönlichen Daten vertraulich behandelt?",
    "faqLink3": "Was ist, wenn jemand fälschlicherweise meinen gefundenen Gegenstand beansprucht?",
    "faqLink4": "Wie funktioniert die Geschäftspartnerschaft?",
    "testimonialsTitle": "Was unsere Benutzer sagen",
    "testimonialsSubtitle": "Echte Geschichten von Menschen, denen wir geholfen haben.",
    "reunitedWith": "Wiedervereint mit {{itemName}}",
    "footerReuniting": "Die Welt wieder zusammenführen, ein verlorener Gegenstand nach dem anderen.",
    "footerCompany": "Unternehmen",
    "hiwTitle": "Wie es funktioniert",
    "faqTitle": "FAQs",
    "footerForBusiness": "Für Unternehmen",
    "footerCareers": "Karriere",
    "footerLegal": "Rechtliches",
    "footerPrivacy": "Datenschutz",
    "footerTerms": "Bedingungen",
    "footerConnect": "Verbinden",
    "footerContact": "Kontaktieren Sie uns",
    "footerTwitter": "Twitter",
    "footerLinkedIn": "LinkedIn",
    "footerRights": "Alle Rechte vorbehalten.",
    "aboutTitle": "Unsere Geschichte",
    "aboutSubtitle": "Wir glauben an die Kraft der Gemeinschaft, um verlorene Schätze nach Hause zu bringen.",
    "aboutMissionTitle": "Unsere Mission",
    "aboutMissionDesc": "Unsere Mission ist es, die effizienteste und vertrauenswürdigste Plattform zu schaffen, um Menschen mit ihren verlorenen Gegenständen wieder zusammenzuführen. Wir nutzen Technologie, um Einzelpersonen, Gemeinschaften und Unternehmen zu verbinden und Momente der Panik in Geschichten der Erleichterung und Dankbarkeit zu verwandeln. Wir wollen den Prozess der Meldung und Wiederbeschaffung von Gegenständen für alle einfach, sicher und effektiv gestalten.",
    "aboutValuesTitle": "Unsere Werte",
    "aboutValues1Title": "Gemeinschaft",
    "aboutValues1Desc": "Wir fördern ein unterstützendes Netzwerk von ehrlichen Findern und hoffnungsvollen Besitzern.",
    "aboutValues2Title": "Vertrauen",
    "aboutValues2Desc": "Wir legen Wert auf Sicherheit und Datenschutz, um eine Plattform zu schaffen, auf die Sie sich verlassen können.",
    "aboutValues3Title": "Innovation",
    "aboutValues3Desc": "Wir verbessern kontinuierlich unsere Technologie, um das Finden einfacher und schneller zu machen.",
    "aboutJoinTitle": "Schließen Sie sich unserer Mission an",
    "aboutJoinDesc": "Helfen Sie uns, unsere Gemeinschaft zu vergrößern. Melden Sie einen Gegenstand, durchsuchen Sie die Listen oder werden Sie unser Partner.",
    "accountTitle": "Mein Konto",
    "accountSubtitle": "Verwalten Sie Ihre gemeldeten Gegenstände und Ansprüche.",
    "accountMySubmissions": "Meine gemeldeten Gegenstände",
    "accountNoSubmissions": "Noch keine Gegenstände gemeldet",
    "accountNoSubmissionsDesc": "Wenn Sie einen verlorenen oder gefundenen Gegenstand melden, wird er hier angezeigt.",
    "accountMyClaims": "Meine Ansprüche & Nachrichten",
    "accountNoClaims": "Noch keine Ansprüche geltend gemacht",
    "accountNoClaimsDesc": "Ansprüche, die Sie auf gefundene Gegenstände geltend machen, werden hier verfolgt.",
    "accountClaimForItem": "Anspruch für Gegenstand",
    "accountClaimStatus": "Status",
    "accountViewChat": "Chat anzeigen",
    "accountDeleteItem": "Löschen",
    "accountDeleteItemConfirm": "Sind Sie sicher?",
    "accountDeleteItemDesc": "Dadurch wird Ihr Gegenstandseintrag dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.",
    "browseTitle": "Finden, was verloren wurde",
    "browseSubtitle": "Durchsuchen Sie kürzlich gemeldete verlorene und gefundene Gegenstände.",
    "browseSearchPlaceholder": "Suche nach Stichwort, z.B. 'roter Schal', 'iPhone'",
    "itemtype": "Gegenstandstyp",
    "alltypes": "Alle Typen",
    "lost": "Verloren",
    "found": "Gefunden",
    "category": "Kategorie",
    "allcategories": "Alle Kategorien",
    "electronics": "Elektronik",
    "wallets": "Geldbörsen",
    "keys": "Schlüssel",
    "accessories": "Accessoires",
    "bags": "Taschen",
    "clothing": "Kleidung",
    "bottles": "Flaschen",
    "toys": "Spielzeug",
    "documents": "Dokumente",
    "other": "Andere",
    "browseNoItems": "Keine Gegenstände gefunden",
    "browseNoItemsDesc": "Versuchen Sie, Ihre Suchfilter anzupassen oder schauen Sie später noch einmal vorbei.",
    "loading": "Wird geladen...",
    "browseItemNotFound": "Gegenstand nicht gefunden",
    "browseItemNotFoundDesc": "Der gesuchte Gegenstand wurde möglicherweise entfernt oder der Link ist falsch.",
    "browseBackButton": "Zurück zur Suche",
    "contactTitle": "Kontaktieren Sie uns",
    "contactSubtitle": "Wir sind hier, um zu helfen. Fragen Sie uns alles oder geben Sie uns Ihr Feedback.",
    "contactFormTitle": "Senden Sie uns eine Nachricht",
    "contactFormDesc": "Füllen Sie das Formular aus und unser Team wird sich innerhalb von 24 Stunden bei Ihnen melden.",
    "contactNameLabel": "Name",
    "contactNamePlaceholder": "Ihr Name",
    "contactEmailLabel": "E-Mail",
    "contactEmailPlaceholder": "Ihre E-Mail",
    "contactSubjectLabel": "Betreff",
    "contactSubjectPlaceholder": "Wie können wir helfen?",
    "contactMessageLabel": "Nachricht",
    "contactMessagePlaceholder": "Ihre Nachricht...",
    "contactSubmitButton": "Nachricht senden",
    "contactInfoTitle": "Kontaktinformationen",
    "contactInfoDesc": "Möchten Sie uns lieber direkt erreichen? So geht's.",
    "contactInfoEmail": "E-Mail",
    "contactInfoPhone": "Telefon",
    "contactFollowTitle": "Folgen Sie uns",
    "contactFollowDesc": "Bleiben Sie auf dem Laufenden mit unseren neuesten Nachrichten.",
    "contactToastSuccessTitle": "Nachricht gesendet!",
    "contactToastSuccessDesc": "Danke für Ihre Kontaktaufnahme. Wir werden uns bald bei Ihnen melden.",
    "contactToastErrorTitle": "Fehler beim Senden",
    "contactToastErrorDesc": "Beim Senden Ihrer Nachricht ist ein Problem aufgetreten. Bitte versuchen Sie es erneut.",
    "faq1Title": "Wie melde ich einen verlorenen oder gefundenen Gegenstand?",
    "faq1Content": "Klicken Sie einfach auf die Schaltflächen 'Verlorenen Gegenstand melden' oder 'Gefundenen Gegenstand melden' auf der Startseite. Sie werden durch ein einfaches Formular geführt, um Details und Fotos des Gegenstands anzugeben.",
    "faq2Title": "Werden meine persönlichen Daten vertraulich behandelt?",
    "faq2Content": "Ja. Ihre Kontaktinformationen werden nur dann sicher weitergegeben, wenn Sie sich entscheiden, sich mit einem anderen Benutzer zu verbinden, um einen Gegenstand zurückzugeben. Wir zeigen Ihre persönlichen Daten nicht öffentlich an.",
    "faq3Title": "Was ist, wenn jemand fälschlicherweise einen von mir gefundenen Gegenstand beansprucht?",
    "faq3Content": "Unsere Plattform ermöglicht es Ihnen, nach einem spezifischen Eigentumsnachweis zu fragen. Der Anspruchsteller muss Details angeben, die nur der wahre Besitzer kennen würde. Sie haben das letzte Wort bei der Überprüfung eines Anspruchs, bevor Sie eine Rückgabe arrangieren.",
    "faq4Title": "Wie viel kostet die Nutzung von FindItNow?",
    "faq4Content": "FindItNow ist für Einzelpersonen völlig kostenlos, um verlorene Gegenstände zu melden und zu finden.",
    "faq5Title": "Wie funktioniert die Geschäftspartnerschaft?",
    "faq5Content": "Wir arbeiten mit Unternehmen wie Flughäfen, Einkaufszentren und Hotels zusammen, um deren Fundbüro zu verwalten. Dies schafft ein breiteres, effizienteres Netzwerk für alle und hilft Unternehmen, mehr Gegenstände an ihre Besitzer zurückzugeben.",
    "faq6Title": "Was soll ich tun, nachdem ich meinen Gegenstand wiedergefunden habe?",
    "faq6Content": "Sobald Sie Ihren Gegenstand sicher wiedergefunden haben, können Sie die Anfrage in Ihrem Konto als 'Erledigt' markieren. Dadurch wird die Anfrage geschlossen und wir können unsere Listen auf dem neuesten Stand halten.",
    "hiwStep1Title": "Melden oder Suchen",
    "hiwStep1Desc": "Etwas verloren? Melden Sie es. Etwas gefunden? Melden Sie es. Oder durchsuchen Sie die Listen, um zu sehen, ob Ihr Gegenstand bereits da ist.",
    "hiwStep2Title": "Details angeben",
    "hiwStep2Desc": "Füllen Sie ein einfaches Formular mit einer Beschreibung, einem Ort, einem Datum und Fotos aus. Je mehr Details, desto besser die Chance auf einen Treffer.",
    "hiwStep3Title": "Benachrichtigt werden",
    "hiwStep3Desc": "Unser System arbeitet daran, Übereinstimmungen zu finden. Sie werden benachrichtigt, wenn jemand einen Anspruch auf Ihren gefundenen Gegenstand erhebt oder meldet, Ihren verlorenen Gegenstand gefunden zu haben.",
    "hiwStep4Title": "Verbinden & Wiedersehen",
    "hiwStep4Desc": "Nutzen Sie unser sicheres Nachrichtensystem, um den Besitz zu überprüfen und eine sichere und bequeme Rückgabe zu arrangieren. Eine weitere erfolgreiche Wiedervereinigung!",
    "lostItem": "Verloren",
    "foundItem": "Gefunden",
    "itemLastSeen": "Zuletzt gesehen in",
    "itemFoundAt": "Gefunden in",
    "itemLostOn": "Verloren am",
    "itemFoundOn": "Gefunden am",
    "itemResolvedTitle": "Gegenstand wiedervereint!",
    "itemResolvedDesc": "Dieser Gegenstand wurde erfolgreich an seinen Besitzer zurückgegeben. Dieser Eintrag ist nun geschlossen.",
    "itemClaimantInfo": "Angaben zum Anspruchsteller",
    "itemClaimantName": "Name",
    "itemClaimantEmail": "E-Mail",
    "isThisYourItemTitle": "Ist das Ihr Gegenstand?",
    "isThisYourItemDesc": "Wenn Sie glauben, dass dieser Gegenstand Ihnen gehört, können Sie einen Anspruch bei der Person einreichen, die ihn gefunden hat. Bitte geben Sie genügend Details an, um Ihr Eigentum nachzuweisen.",
    "claimOwnershipButton": "Eigentum beanspruchen",
    "cannotClaimOwnItem": "Sie können keinen Gegenstand beanspruchen, den Sie selbst gemeldet haben.",
    "loginToClaim": "Anmelden, um Anspruch zu erheben",
    "privacyTitle": "Datenschutzrichtlinie",
    "lastUpdated": "Zuletzt aktualisiert:",
    "privacyIntroTitle": "Einführung",
    "privacyIntroContent": "Willkommen bei FindItNow. Wir verpflichten uns, Ihre Privatsphäre zu schützen. Diese Datenschutzrichtlinie erklärt, wie wir Ihre Informationen sammeln, verwenden, offenlegen und schützen, wenn Sie unsere Plattform nutzen.",
    "privacyInfoCollectTitle": "Welche Informationen wir sammeln",
    "privacyInfoCollectContent1": "Wir können persönliche Informationen wie Ihren Namen, Ihre E-Mail-Adresse und Ihre Telefonnummer erfassen, wenn Sie ein Konto registrieren, einen Gegenstand melden oder einen Anspruch geltend machen. Wir sammeln auch nicht-persönliche Informationen wie Browsertyp und Betriebssystem, um unsere Dienste zu verbessern.",
    "privacyInfoCollectContent2": "Wenn Sie einen Gegenstand melden, erfassen wir Details über den Gegenstand, einschließlich seiner Beschreibung, seines Standorts und der von Ihnen bereitgestellten Fotos.",
    "privacyInfoUseTitle": "Wie wir Ihre Informationen verwenden",
    "privacyInfoUseContent": "Wir verwenden die von uns gesammelten Informationen, um unsere Plattform zu betreiben und zu warten, die Kommunikation zwischen Benutzern zum Zweck der Rückgabe verlorener Gegenstände zu erleichtern, Ihnen Benachrichtigungen und Updates zu senden und unsere Dienste zu verbessern.",
    "privacyInfoShareTitle": "Weitergabe Ihrer Informationen",
    "privacyInfoShareContent": "Wir verkaufen Ihre persönlichen Daten nicht. Ihre Kontaktdaten werden nur zwischen einem Finder und einem Anspruchsteller geteilt, nachdem ein Anspruch akzeptiert wurde, um die Rückgabe eines Gegenstands zu erleichtern. Wir können Informationen an Strafverfolgungsbehörden weitergeben, wenn dies gesetzlich vorgeschrieben ist.",
    "privacyInfoKeepTitle": "Datenaufbewahrung",
    "privacyInfoKeepContent": "Wir bewahren Ihre personenbezogenen Daten so lange auf, wie Ihr Konto aktiv ist oder wie es zur Bereitstellung unserer Dienste erforderlich ist. Wir werden Ihre Daten sicher löschen, wenn sie nicht mehr benötigt werden.",
    "privacyInfoSafeTitle": "Sicherheit Ihrer Informationen",
    "privacyInfoSafeContent": "Wir setzen administrative, technische und physische Sicherheitsmaßnahmen ein, um Ihre persönlichen Daten zu schützen. Obwohl wir angemessene Schritte unternommen haben, um die von Ihnen bereitgestellten persönlichen Daten zu sichern, beachten Sie bitte, dass trotz unserer Bemühungen keine Sicherheitsmaßnahmen perfekt oder undurchdringlich sind.",
    "privacyMinorsTitle": "Richtlinie für Kinder",
    "privacyMinorsContent": "Unsere Dienste richten sich nicht an Personen unter 13 Jahren. Wir sammeln nicht wissentlich persönliche Daten von Kindern unter 13. Wenn wir erfahren, dass uns ein Kind unter 13 persönliche Daten zur Verfügung gestellt hat, werden wir Schritte unternehmen, um diese Daten zu löschen.",
    "privacyRightsTitle": "Ihre Rechte",
    "privacyRightsContent": "Sie haben das Recht, jederzeit auf Ihre persönlichen Daten zuzugreifen, sie zu korrigieren oder zu löschen. Sie können Ihre Informationen über Ihre Kontoeinstellungen verwalten oder indem Sie uns direkt kontaktieren.",
    "reportFormLostTitle": "Einen verlorenen Gegenstand melden",
    "reportFormLostDesc": "Geben Sie so viele Details wie möglich an, damit andere Ihren Gegenstand identifizieren können.",
    "reportFormFoundTitle": "Einen gefundenen Gegenstand melden",
    "reportFormFoundDesc": "Danke, dass Sie ein guter Samariter sind! Füllen Sie die folgenden Details aus, damit wir den Besitzer finden können.",
    "reportFormEditTitle": "Gegenstandsmeldung bearbeiten",
    "reportFormEditDesc": "Aktualisieren Sie die Details Ihrer Gegenstandsmeldung unten.",
    "reportFormItemName": "Name des Gegenstands",
    "reportFormItemNamePlaceholder": "z.B. Schwarze Ledergeldbörse",
    "reportFormCategoryPlaceholder": "Wählen Sie eine Kategorie",
    "reportFormDesc": "Beschreibung",
    "reportFormDescPlaceholder": "Geben Sie eine detaillierte Beschreibung an. Geben Sie Farben, Materialien, Marken und einzigartige Merkmale an.",
    "reportFormLocationLastSeen": "Zuletzt gesehener Ort",
    "reportFormLocationFound": "Fundort",
    "reportFormLocationPlaceholder": "z.B. Central Park, in der Nähe des Brunnens",
    "reportFormDateLost": "Verlustdatum",
    "reportFormDateFound": "Funddatum",
    "reportFormPickDate": "Wählen Sie ein Datum",
    "reportFormContactEmail": "Ihre Kontakt-E-Mail",
    "reportFormContactEmailPlaceholder": "sie@beispiel.com",
    "reportFormContactEmailDescNew": "Dies wird für Benachrichtigungen und zur Erstellung eines temporären Kontos verwendet, falls Sie keines haben.",
    "reportFormContactEmailDescAuth": "Dies ist mit Ihrem Konto verknüpft und kann hier nicht geändert werden.",
    "reportFormContactEmailDescExisting": "Dies kann nicht geändert werden, da es mit der ursprünglichen Meldung verknüpft ist.",
    "reportFormPhone": "Telefonnummer (Optional)",
    "reportFormPhonePlaceholder": "Ihre Telefonnummer für einfacheren Kontakt",
    "reportFormImage": "Bilder hochladen",
    "reportFormImageDescNew": "Das erste Bild wird das Hauptbild sein. Fügen Sie weitere hinzu, um bei der Identifizierung zu helfen.",
    "reportFormImageDescExisting": "Sie können neue Bilder hochladen, um die alten zu ersetzen.",
    "reportFormSubmitButton": "Meldung senden & E-Mail bestätigen",
    "reportFormSubmitButtonAuth": "Meldung senden",
    "reportFormSubmitButtonEdit": "Meldung aktualisieren",
    "chooseFile": "Datei(en) auswählen",
    "servicesTitle": "Unsere Dienstleistungen",
    "servicesSubtitle": "Maßgeschneiderte Lösungen für Einzelpersonen und Unternehmen.",
    "servicesIndividualTitle": "Für Einzelpersonen",
    "servicesIndividualDesc": "Wir helfen Ihnen zu finden, was Sie verloren haben.",
    "servicesIndividualFeat1": "Kostenlose Meldung von Gegenständen (verloren & gefunden)",
    "servicesIndividualFeat2": "Intelligente Trefferbenachrichtigungen",
    "servicesIndividualFeat3": "Sicherer, anonymer Chat mit Findern/Besitzern",
    "servicesIndividualFeat4": "Community-basiertes Wiederherstellungsnetzwerk",
    "servicesBusinessTitle": "Für Unternehmen",
    "servicesBusinessDesc": "Optimierung Ihres Fundprozesses.",
    "servicesBusinessFeat1": "Dediziertes Dashboard zur Verwaltung von Gegenständen",
    "servicesBusinessFeat2": "Einfache Massenregistrierung von Gegenständen",
    "servicesBusinessFeat3": "Markenportal für Ihre Kunden",
    "servicesBusinessFeat4": "Analysen und Berichte zu wiedergefundenen Gegenständen",
    "servicesReadyTitle": "Bereit loszulegen?",
    "servicesReadyDesc": "Schließen Sie sich Tausenden von Benutzern und Unternehmen an, die einen Unterschied machen.",
    "partnerRegisterButton": "Als Partner registrieren",
    "termsTitle": "Allgemeine Geschäftsbedingungen",
    "termsAgreementTitle": "Zustimmung zu den Bedingungen",
    "termsAgreementContent": "Durch die Nutzung unserer Dienste erklären Sie sich mit diesen Allgemeinen Geschäftsbedingungen einverstanden. Wenn Sie diesen Bedingungen nicht zustimmen, nutzen Sie unsere Dienste bitte nicht.",
    "termsServiceDescTitle": "Dienstbeschreibung",
    "termsServiceDescContent": "FindItNow bietet eine Plattform, um Personen, die Gegenstände verloren haben, mit denen zu verbinden, die sie gefunden haben. Wir sind ein neutraler Vermittler und nicht für die Gegenstände selbst oder die Interaktionen zwischen den Nutzern verantwortlich.",
    "termsUserConductTitle": "Benutzerverhalten",
    "termsUserConductContent": "Sie erklären sich damit einverstanden, unseren Dienst verantwortungsbewusst und wahrheitsgemäß zu nutzen. Sie werden keine irreführenden Informationen veröffentlichen, die Plattform nicht für illegale Aktivitäten missbrauchen oder andere Benutzer belästigen. Wir behalten uns das Recht vor, Konten zu sperren oder zu kündigen, die gegen diese Bedingungen verstoßen.",
    "termsDisclaimersTitle": "Haftungsausschlüsse",
    "termsDisclaimersContent": "Der Dienst wird 'wie besehen' ohne jegliche Gewährleistung bereitgestellt. Wir garantieren nicht, dass ein verlorener Gegenstand gefunden oder ein gefundener Gegenstand zurückgegeben wird.",
    "termsLiabilityTitle": "Haftungsbeschränkung",
    "termsLiabilityContent": "FindItNow haftet nicht für indirekte, zufällige, spezielle, Folge- oder Strafschäden oder für den Verlust von Eigentum oder Informationen.",
    "termsGoverningLawTitle": "Geltendes Recht",
    "termsGoverningLawContent": "Diese Bedingungen unterliegen den Gesetzen der Gerichtsbarkeit, in der unser Unternehmen seinen Sitz hat, ohne Rücksicht auf seine Kollisionsnormen.",
    "viewDetails": "Details anzeigen",
    "resolved": "Erledigt",
    "validation": {
        "nameRequired": "Vollständiger Name ist erforderlich.",
        "emailInvalid": "Ungültige E-Mail-Adresse.",
        "phoneInvalid": "Ungültige Telefonnummer.",
        "proofMin": "Bitte geben Sie einen detaillierten Nachweis von mindestens 20 Zeichen an.",
        "subjectMin": "Betreff muss mindestens 5 Zeichen lang sein.",
        "messageMin": "Nachricht muss mindestens 10 Zeichen lang sein.",
        "messageMax": "Nachricht darf 1000 Zeichen nicht überschreiten.",
        "passwordRequired": "Passwort ist erforderlich.",
        "passwordMin": "Passwort muss mindestens 6 Zeichen lang sein.",
        "businessNameRequired": "Geschäftsname ist erforderlich.",
        "businessTypeRequired": "Bitte wählen Sie einen Geschäftstyp aus.",
        "itemNameMin": "Gegenstandsname muss mindestens 3 Zeichen lang sein.",
        "categoryRequired": "Kategorie ist erforderlich.",
        "descriptionMin": "Beschreibung muss mindestens 10 Zeichen lang sein.",
        "locationMin": "Ort muss mindestens 3 Zeichen lang sein.",
        "dateRequired": "Ein gültiges Datum ist erforderlich.",
        "imageRequired": "Mindestens ein Bild ist erforderlich.",
        "imageSize": "Jedes Bild muss kleiner als 5MB sein.",
        "imageType": "Nur die Formate .jpg, .jpeg, .png und .webp werden unterstützt.",
        "ratingRequired": "Bitte wählen Sie eine Bewertung aus.",
        "storyMin": "Die Geschichte muss mindestens 10 Zeichen lang sein.",
        "storyMax": "Die Geschichte darf 500 Zeichen nicht überschreiten."
    },
    "loginTitle": "Anmelden",
    "loginSubtitle": "Geben Sie unten Ihre E-Mail-Adresse ein, um sich bei Ihrem Konto anzumelden.",
    "loginPassword": "Passwort",
    "loginForgotPassword": "Passwort vergessen?",
    "loginButton": "Anmelden",
    "loginNoAccount": "Haben Sie noch kein Konto?",
    "signupTitle": "Konto erstellen",
    "signupSubtitle": "Geben Sie unten Ihre E-Mail-Adresse und Ihr Passwort ein, um Ihr Konto zu erstellen.",
    "signupButton": "Konto erstellen",
    "signupHaveAccount": "Haben Sie bereits ein Konto?",
    "forgotPasswordTitle": "Passwort vergessen",
    "forgotPasswordSubtitle": "Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Code zum Zurücksetzen Ihres Passworts.",
    "forgotPasswordButton": "Code zum Zurücksetzen senden",
    "partnerDashboardTitle": "Partner-Dashboard",
    "partnerLoginTitle": "Partner-Anmeldung",
    "partnerLoginSubtitle": "Greifen Sie auf Ihr Unternehmens-Dashboard zu.",
    "partnerNoAccount": "Noch kein Partner?",
    "partnerRegisterNow": "Jetzt registrieren",
    "partnerRegisterTitle": "Werden Sie FindItNow-Partner",
    "partnerRegisterSubtitle": "Treten Sie unserem Netzwerk bei, um Ihre Fundsachen effizient zu verwalten.",
    "partnerBusinessName": "Name des Unternehmens",
    "partnerBusinessNamePlaceholder": "z.B. Grand City Hotel",
    "partnerBusinessType": "Geschäftstyp",
    "partnerBusinessTypePlaceholder": "Wählen Sie Ihren Geschäftstyp",
    "airport": "Flughafen",
    "mall": "Einkaufszentrum",
    "policestation": "Polizeistation",
    "hotel": "Hotel",
    "publictransport": "Öffentliche Verkehrsmittel",
    "venue": "Veranstaltungsort",
    "otheragency": "Andere Agentur",
    "partnerHaveAccount": "Bereits Partner?",
    "partnerDashboardSubtitle": "Willkommen in Ihrem Hub für die Verwaltung von Fundsachen.",
    "partnerReportButton": "Gefundenen Gegenstand melden",
    "partnerItemsReported": "Gemeldete Gegenstände",
    "partnerItemsTotal": "Gesamtzahl der von Ihnen gemeldeten Gegenstände",
    "partnerOpenClaims": "Offene Ansprüche",
    "partnerClaimsUnresolved": "Ansprüche, die Ihre Überprüfung erfordern",
    "partnerRecentItemsTitle": "Kürzlich gemeldete Gegenstände",
    "partnerRecentItemsDesc": "Hier sind die neuesten Gegenstände, die Sie dem System hinzugefügt haben.",
    "partnerItemName": "Gegenstand",
    "partnerItemCategory": "Kategorie",
    "partnerItemStatus": "Status",
    "partnerItemDate": "Funddatum",
    "open": "Offen",
    "claimFormFullName": "Vollständiger Name",
    "claimFormFullNamePlaceholder": "Max Mustermann",
    "claimFormContactEmail": "Kontakt-E-Mail",
    "claimFormContactEmailPlaceholder": "sie@beispiel.de",
    "claimFormContactPhone": "Kontakt-Telefon (Optional)",
    "claimFormContactPhonePlaceholder": "+49 123 456789",
    "claimFormProof": "Eigentumsnachweis",
    "claimFormProofPlaceholder": "Beschreiben Sie den Gegenstand detailliert. Erwähnen Sie einzigartige Merkmale, Inhalte oder Kratzer, die nur der Besitzer kennen würde.",
    "claimFormProofImage": "Bild als Nachweis hochladen (Optional)",
    "claimFormProofImageDesc": "Laden Sie eine Quittung, ein Foto von Ihnen mit dem Gegenstand oder etwas anderes hoch, das das Eigentum beweist.",
    "claimFormSubmitButton": "Anspruch einreichen",
    "haveYouFoundThis": "Haben Sie diesen Gegenstand gefunden?",
    "haveYouFoundThisDesc": "Wenn Sie diesen Gegenstand gefunden haben, senden Sie bitte eine Nachricht an den Besitzer. Teilen Sie ihm mit, wo und wann Sie ihn gefunden haben.",
    "foundFormYourName": "Ihr Name",
    "foundFormYourNamePlaceholder": "Maria Musterfrau",
    "foundFormLocationFound": "Fundort",
    "foundFormLocationFoundPlaceholder": "z.B. Auf einer Bank im Stadtpark",
    "foundFormDateFound": "Funddatum",
    "foundFormMessageToOwner": "Nachricht an den Besitzer",
    "foundFormSendMessage": "Nachricht senden",
    "locale": "de-DE",
    "enquiriesTitle": "Meine Anfragen",
    "enquiriesSubtitle": "Überprüfen Sie Ansprüche auf Ihre gefundenen Gegenstände und Nachrichten zu Ihren verlorenen Gegenständen.",
    "enquiriesMessageFromFinder": "Nachricht von einem Finder",
    "enquiriesClaimOfOwnership": "Eigentumsanspruch",
    "enquiriesFindersMessage": "Nachricht des Finders",
    "enquiriesProofOfOwnership": "Eigentumsnachweis",
    "enquiriesLocationReported": "Gemeldeter Fundort",
    "enquiriesDateReported": "Gemeldetes Funddatum",
    "enquiriesFindersDetails": "Angaben des Finders",
    "enquiriesClaimantsDetails": "Angaben des Anspruchstellers",
    "enquiriesName": "Name:",
    "enquiriesEmail": "E-Mail:",
    "enquiriesPhone": "Telefon:",
    "enquiriesAcceptClaim": "Anspruch akzeptieren",
    "enquiriesMarkAsResolved": "Als erledigt markieren",
    "enquiriesItemReportedAs": "(Als {{itemType}} gemeldet)",
    "enquiriesReceivedOn": "Erhalten am {{date}}",
    "enquiriesNoEnquiries": "Sie haben keine offenen Anfragen.",
    "enquiriesNoEnquiriesDesc": "Wenn jemand Ihren Gegenstand beansprucht oder Ihnen eine Nachricht zu einem verlorenen Gegenstand sendet, sehen Sie dies hier.",
    "feedbackTitle": "Wie war Ihre Erfahrung?",
    "feedbackDesc": "Wir würden gerne von der Wiedervereinigung mit Ihrem {{itemName}} hören!",
    "feedbackRatingLabel": "Ihre Bewertung",
    "feedbackStoryLabel": "Ihre Geschichte (Optional)",
    "feedbackStoryPlaceholder": "Teilen Sie Ihre Geschichte! Wie haben Sie Ihren Gegenstand zurückbekommen?",
    "feedbackDefaultStory": "Ich bin so glücklich, dass ich meinen {{itemName}} zurückbekommen habe! ",
    "feedbackSkipButton": "Überspringen",
    "feedbackSubmitButton": "Feedback senden",
    "feedbackToastSuccessTitle": "Vielen Dank!",
    "feedbackToastSuccessDesc": "Ihr Feedback wurde übermittelt.",
    "feedbackToastErrorTitle": "Fehler",
    "feedbackToastErrorDesc": "Beim Senden Ihres Feedbacks ist ein Problem aufgetreten."
}
    